Repository: kebbet/kebbet-cpt-eastereegg
Catalog: languages/kebbet-cpt-eastereegg-*.po
Languages: sv_se

source: Egg image
sv_se: Äggbild

source: No image is set.
sv_se: Ingen bild har angetts.

source: %s egg post
sv_se: %s ägginlägg

# Post Type General Name
source: Easter eggs
sv_se: Påskägg

# Post Type Singular Name
source: Egg
sv_se: Ägg

source: Eggs
sv_se: Ägg

source: Egg
sv_se: Ägg

source: All eggs
sv_se: Alla ägg

source: New egg
sv_se: Nytt ägg

source: Add new egg
sv_se: Lägg till nytt ägg

source: Edit egg
sv_se: Redigera ägg

source: Update egg
sv_se: Uppdatera ägg

source: View egg
sv_se: Visa ägg

source: View eggs
sv_se: Visa ägg

source: Search eggs
sv_se: Sök ägg

source: Not found
sv_se: Inget hittades

source: No eggs found in Trash
sv_se: Inga ägg hittades i papperskorgen

source: Set egg image
sv_se: Ange äggbild

source: Remove egg image
sv_se: Ta bort äggbild

source: Use as egg image
sv_se: Använd som äggbild

source: Insert into item
sv_se: Infoga till objekt

source: Uploaded to this egg
sv_se: Uppladdat till detta ägg

source: Items list
sv_se: Objektslista

source: Items list navigation
sv_se: Navigering för objektlista

source: Filter items list
sv_se: Filtrera objektlista

source: Egg published
sv_se: Ägg publicerat

source: Egg published privately
sv_se: Ägg publicerat privat

source: Egg reverted to Draft
sv_se: Ägg återställt till utkast

source: Egg scheduled
sv_se: Ägg schemalagt

source: Egg updated
sv_se: Ägg uppdaterat

source: Filter eggs by date
sv_se: Filtrera ägg efter datum

source: Eggs post link
sv_se: Länk till ägginlägg

source: A link to a egg post
sv_se: En länk till ett ägginlägg

source: Egg post type
sv_se: Inläggstypen ägg

source: Custom post type for easter eggs
sv_se: Anpassad inläggstyp för påskägg

source: Egg updated.
sv_se: Ägget uppdaterat.

source: Custom field updated.
sv_se: Anpassat fält uppdaterat.

source: Custom field deleted.
sv_se: Eget fält borttaget.

source: Egg restored to revision from %s
sv_se: Ägg återställt till revision från %s

source: Egg published.
sv_se: Ägg publicerat.

source: Egg saved.
sv_se: Ägg sparat.

source: Egg submitted.
sv_se: Ägg inlämnat.

source: Egg scheduled for: <strong>%1$s</strong>.
sv_se: Ägg schemalagt till: <strong>%1$s</strong>.

source: M j, Y @ G:i
sv_se: Y-m-d, H:i

source: Egg draft updated.
sv_se: Äggutkastet uppdaterat.

source: View Egg
sv_se: Visa ägg

source: Preview Egg
sv_se: Förhandsgranska ägg

source: %s post updated.
sv_se: %s inlägg uppdaterat.

source: %s post not updated, somebody is editing it.
sv_se: %s inlägg inte uppdaterat, någon redigerar det.

source: %s post permanently deleted.
sv_se: %s inlägg togs bort permanent.

source: %s post moved to the Trash.
sv_se: %s inlägg flyttat till papperskorgen.

source: %s post restored from the Trash.
sv_se: %s inlägg återställt från papperskorgen.

source: Egg archive settings
sv_se: Inställningar för äggarkiv

source: Archive settings for eggs
sv_se: Arkivinställningar för ägg

source: Easter egg #%s
sv_se: Påskägg #%s

source: Kebbet plugins - Custom Post Type: Easter egg
sv_se: Kebbet plugins - Anpassad inläggstyp: Påskägg

source: Registers a Custom Post Type.
sv_se: Registrerar en anpassad posttyp.
